{"path":"\t<a class='content-link' href='\/'>&#8962; <\/a>\n\t<span class='path-separator'>\\<\/span>\n","async":"0","desc":"Privacy policy of Wolo codes","content":"<div id='message'>\r\n\r\n\t<p>\r\n\t\tOur Company 'Wolo', operates https:\/\/wolo.codes (the \"Site\").\r\n\t\tThis page informs you of our policies regarding the collection, use and disclosure of Personal Information we receive from users of the Site.\r\n\t\tWe use your Personal Information only for providing and improving the Site.\r\n\t\tBy using the Site, you agree to the collection and use of information in accordance with this policy.\r\n\t<\/p>\r\n\t\r\n\t<h3>\r\n\t\t1. Information Collection And Use\r\n\t<\/h3>\r\n\t<p>\r\n\t\tWhile using our Site, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you.\r\n\t\tPersonally identifiable information may include, but is not limited to your name (\"Personal Information\").\r\n\t<p>\r\n\t\r\n\t<h3>\r\n\t\t2. Log Data\r\n\t<\/h3>\r\n\t<p>\r\n\t\tLike many site operators, we collect information that your browser sends whenever you visit our Site (\"Log Data\").\r\n\t\tThis Log Data may include information such as your computer's Internet Protocol (\"IP\") address, browser type, browser version, the pages of our Site that you visit, the time and date of your visit, the time spent on those pages and other statistics.\r\n\t\tIn addition, we may use third party services such as Google Analytics that collect, monitor and analyze this.\r\n\t<\/p>\r\n\t\r\n\t<h3>\r\n\t\t3. Communications\r\n\t<\/h3>\r\n\t<p>\r\n\t\tWe may use your Personal Information to contact you with newsletters, marketing or promotional materials and other information that may benifit you.\r\n\t\tYou will have an option to opt out should you so choose.\r\n\t<\/p>\r\n\t\r\n\t<h3>\r\n\t\t4. Cookies\r\n\t<\/h3>\r\n\t<p>\r\n\t\tCookies are files with small amount of data, which may include an anonymous unique identifier.\r\n\t\tCookies are sent to your browser from a web site and stored on your computer's hard drive.\r\n\t\tLike many sites, we use \"cookies\" to collect information. You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\r\n\t\tHowever, if you do not accept cookies, you may not be able to use some portions of our Site.\r\n\t<\/p>\r\n\t\r\n\t<h3>\r\n\t\t5. Security\r\n\t<\/h3>\r\n\t<p>\r\n\t\tThe security of your Personal Information is important to us, but remember that no method of transmission over the Internet, or method of electronic storage, is 100% secure. While we strive to\r\n\t\tuse commercially acceptable means to protect your Personal Information, we cannot guarantee its absolute security.\r\n\t<\/p>\r\n\t\r\n\t<h3>\r\n\t\t6. Changes To This Privacy Policy\r\n\t<\/h3>\r\n\t<p>\r\n\t\tThis Privacy Policy is effective as of (15th of May 2020) and will remain in effect except with respect to any changes in its provisions in the future, which will be in effect immediately after being posted on this page.\r\n\t\tWe reserve the right to update or change our Privacy Policy at any time and you should check this Privacy Policy periodically. Your continued use of the Service after we post any modifications to the\r\n\t\tPrivacy Policy on this page will constitute your acknowledgment of the modifications and your consent to abide and be bound by the modified Privacy Policy.\r\n\t\tIf we make any material changes to this Privacy Policy, we will notify you either through the email address you have provided us, or by placing a prominent notice on our website.\r\n\t<\/p>\r\n\t\r\n\t<h3>\r\n\t\t7. Contact Us\r\n\t<\/h3>\r\n\t<p>\r\n\t\tIf you have any questions about this Privacy Policy, please contact us.\r\n\t\t<a id='mail-link' class='content-link' href='mailto:hello@wolo.codes?subject=Wolo_codes-Privacy'>hello@wolo.codes<\/a>\r\n\t<\/p>\r\n\t\r\n\t<div class='center' id='content-body-separator'><\/div>\n<div id='nav-list' class='center page-list'>\n\t<a id='nav-menu-prev'\n\t\t\tclass='XURL item_block_container' href='\/terms' data-target='terms' data-title='Terms of use' >\n\t\t<img class='item_block_image item_block_image_visible' src='\/resource\/placeholder.svg' loading='lazy' alt='Navigation - previous page tile'><div class='item_block_text'><div class='arrow'>&#x25C4;<\/div><div>Terms of use<\/div><\/div>\n\t\t<\/a><a id='nav-menu-next'\n\t\t\tclass='XURL item_block_container' href='\/license' data-target='license' data-title='License' >\n\t\t<img class='item_block_image item_block_image_visible' src='\/resource\/placeholder.svg' loading='lazy' alt='Navigation - next page tile'><div class='item_block_text'><div>License<\/div><div class='arrow'>&#x25BA;<\/div><\/div>\n\t\t<\/a><a id='nav-menu-up' class='content-link item_block_container center-arrow' href='\/'>\n\t\t<img class=\"item_block_image item_block_image_hidden\" loading='lazy' src='\/root.svg ' alt='Navigation - up level tile'><div class='item_block_text'><div class='arrow'>&#x25B2;<\/div><\/div>\n\t<\/a>\n\t<\/div>\n<\/div>\r\n"}